Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=19_art_id=195.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Tjáhtje
sma: Lïerh: Tjaetsie

source: Gássta le sakramennta
sma: Laavkome sakramente lea

source: Gássta le sakramennta.
sma: Laavkome sakramente lea.

source: Sakramennta le konkrehta girkkolasj dahko, vuojnos mærkka jut Jubmel juojddáv mijáj sinna, mijájn jali mijá åvdås dahká mav ep ietjama tjalmij buvte vuojnnet.
sma: Sakramente dïhte vuesehte Jupmele maam joem mijjine vuj mijjese dorje, jïh dam ibie tjelmiejgujmie vuejnieh.

source: Ådå testamenta milta le gássta Jesus Kristusis álgaduvvam.
sma: Orre testamentesne tjaalasovveme Jesus Kristuse stilleme edtjebe laavkodh.

source: Ienemus åsskosebrudagájn javladuvvá ” Áhtje, Bárne ja Ájlis Vuojŋŋanisá namán ” (gålmaktesvuohtajavllam) madi tjátjev goajvvi.
sma: Mahte gaajhkesh mah kristeles leah, abpe eatnamisnie, jiehtieh “ Aehtjien, Baernien jïh Aejlies Voejkenen nommesne ” gosse laavkoemisnie tjaetsiem gåajvoestieh.

source: Jáhkkep aj Ájlis Vuojŋŋanisáv oadtjop gå gástaduvvap.
sma: Jaehkebe mijjieh Aejlies Voejkenem åadtjobe gosse lååvkesovvebe.

source: Jáhkkep Jubmel juojddáv mijáj dahká gástan.
sma: Jaehkebe Jupmele maam joem mijjine dorje gosse lååvkesovvebe.

source: Fáddarij dahkamus le vihtanit gå mánná gástaduvvá, ja mánáv bajássjattadijn tjuovvot.
sma: Kristh-eeghtegi dïedte lea vïhnesjidh maana lååvkesovveme lea jïh maanam viehkiehtidh gosse byjjene.

source: Fáddara hæhttuji liehket binnemusát 15 jage vuoras ja Vuona girkko gásstavuojnov dåhkkidit.
sma: Kristh-eejhtegh gelkieh 15 jaepien båeries årrodh jïh Nöörjen gærhkoen jaahkoe laavkomen bïjre nænnoestidh.

source: • Muhtema sihti mánáv gástadit njuolgga maŋŋel gå la riegádam.
sma: Såemesh sijhtieh maanide dallah baersieldimmien mænngan laavkodh.

source: Sij sihti máná aktijvuohta Jubmelijn le årnigis jus juoga soajttá dáhpáduvvá mánnáj.
sma: Dah sijhtieh maanah edtjieh Jupmelen maanine årrodh mejtie sån mij akt nåake maanese sjædta.

source: • Gástan le lahka aktijvuohta máná ja Jubmela gaskan – ja máná æjgádij ja fáddarij gaskan.
sma: Gosse maana lååvkesåvva dellie Jupmelen maanine sjædta jïh Jupmielinie ektiedamme – jïh kristh-eejhtegigujmie.

source: Sij sihti dát aktijvuohta le sijddaj tjanáduvvam.
sma: Dam ektievoetem sijhtieh sijjen gåetesne damtedh.

source: • Máná sijdan gástaduvvi uddni danen gå dat le dáhpe muhtem sajijn, jali mánná le skibás ja æjgáda sihti mánná galggá gástaduvvam jus hæhkkat jábmá.
sma: Maanide gåetesne laavkoeh juktie numhtie vuekie muvhtene lehkesne vuj gosse maana skïemtje lea jïh eejhtegh maanine bïllijægan.

source: Makkir vælggogisvuoda li dujna fáddarin ?
sma: Guktie lea kristh-eejhtegi dïedte ?
